package main

// TODO: Store size and position of the window
// TODO: Создание поля сделать в виде визарда, на первом шаге выбираемя шаблон или кастомное поле, если быбран шабло
// TODO: то показывает просто поле для ввода значения, если кастомное поле, то просим его тип и иконку, а потом запрашивает значение
// TODO: должна быть возможность отката по кнопке назад, или закрытие по крестику. предлагать добавить новое поле в шаблон
// TODO: Сделать работу с тагами
// TODO: Открывать экран About с экрана логина
// DONE: Добавлять таги
